const topic = {
  title: '不如自掛東南枝',
  content: `
  少壯不努力
  不如自掛東南枝
  
  去年今日此門中
  映日荷花別樣紅
  飛流直下三千尺
  人生長恨水長東
  相見時難別亦難
  一別西風又一年
  明朝散發弄扁舟
  載將離恨過江南
  
  在河之洲
  月上柳梢頭
  獨上蘭舟
  問君能有幾多愁
  卻道天涼好個秋
  
  青青河畔草
  二月春風似剪刀
  花落知多少
  今日少年明日老
  
  空山新雨後 自掛東南枝
  欲窮千里目 自掛東南枝
  親朋無一字 自掛東南枝
  人生在世不稱意 不如自掛東南枝
  秋風肅肅晨風颸 菊殘猶有傲霜枝
  廉頗老矣 宛轉蛾眉能幾時
  
  舉杯邀明月 一枝紅杏出牆來
  低頭思故鄉 一枝紅杏出牆來
  采菊東籬下 一枝紅杏出牆來
  侯門一入深似海 一枝紅杏出牆來
  車轔轔 馬蕭蕭 紅杏枝頭春意鬧
  桃之夭夭 且向花間留晚 照
  日邊紅杏倚雲栽
  蓬門今始為君開
  仰天大笑出門去
  無人知是荔枝來
  臥龍躍馬終黃土
  美人帳下猶歌舞
  蓬萊文章建安骨
  此時有子不如無
  
  詩書萬卷
  落紙如雲煙
  下筆千言
  須無一字不用典
  離題萬里若等閒
  
  爺娘聞女來 舉身赴清池
  阿姊聞妹來 自掛東南枝
  小弟聞姊來 琵琶聲停欲語遲
  橫眉冷對千夫指 安能辨我是雄雌
  親射虎 看孫郎 一見知君即斷腸
  置彼周行 一樹梨花壓海棠
  
  問君何所之 宣城太守知不知
  危樓高百尺 宣城太守知不知
  此物最相思 宣城太守知不知
  江州司馬青衫濕 宣城太守知不知
  
  紅酥手 將進酒 你既無心我便休
  雨疏風驟 韶華不為少年留
  
  東風不與周郎便 遍插茱萸少一人
  夜深忽夢少年事 惟夢閒人不夢君
  後宮佳麗三千人 鐵杵磨成繡花針
  出師未捷身先死 分明怨恨曲中論
  滿園春色關不住 蘆橘楊梅次第開
  病中垂死驚坐起 笑問客從何處來
  欲得周郎顧 從此君王不早朝
  春眠不覺曉 從此君王不早朝
  無端嫁得金龜婿 從此君王不早朝
  輕攏慢捻抹復挑 從此君王不早朝
  長亭外 古道邊 一行白鷺上青天
  爭渡爭渡 栗深林兮驚層巔
  
  道路阻且長 不如高臥且加餐
  人生不相見 不如高臥且加餐
  驅車登古原 不如高臥且加餐
  停車坐愛楓林晚 不如高臥且加餐
  思悠悠 恨悠悠 獨立小樓風滿袖
  知否知否 與爾同銷萬古愁`,
};

export default topic;